
{
    "Jobs": "Emplois",
    "Companies": "Entreprises",
    "Schools": "Écoles",
    "Blog": "Blog",
    "Login": "Connexion",
    "Sign Up": "S'inscrire",
    "Settings": "Paramètres",
    "Theme": "Thème",
    "Light": "Clair",
    "Dark": "Sombre",
    "System": "Système",
    "Language": "Langue",
    "Open menu": "Ouvrir le menu",
    "Your future starts here": "Votre avenir commence ici",
    "Unlock Your Potential. Find Your Dream Job Today.": "Révélez votre potentiel. Trouvez l'emploi de vos rêves aujourd'hui.",
    "Yahnu connects you with thousands of exclusive job opportunities in {country} tailored to your unique skills and aspirations. Your future starts here.": "Yahnu vous connecte à des milliers d'opportunités d'emploi exclusives en {country} adaptées à vos compétences et aspirations uniques. Votre avenir commence ici.",
    "Explore Job Openings": "Explorer les offres d'emploi",
    "Create an Account": "Créer un compte",
    "Build Your Dream Team": "Constituez l'équipe de vos rêves",
    "Access a diverse pool of talented graduates from top schools. Find the perfect fit for your company's culture and goals.": "Accédez à un vivier diversifié de diplômés talentueux des meilleures écoles. Trouvez la personne idéale pour la culture et les objectifs de votre entreprise.",
    "Find Top Talent": "Trouver les meilleurs talents",
    "Forge Industry Partnerships": "Forger des partenariats industriels",
    "Collaborate with leading academic institutions to shape the future of talent. Connect with the brightest minds and drive innovation.": "Collaborez avec les principaux établissements d'enseignement pour façonner l'avenir des talents. Connectez-vous avec les esprits les plus brillants et stimulez l'innovation.",
    "Become a Partner": "Devenir partenaire",
    "Everything You Need to Succeed": "Tout ce dont vous avez besoin pour réussir",
    "Yahnu is a comprehensive ecosystem designed to bridge the gap between education and employment. Explore the powerful features tailored for every user.": "Yahnu est un écosystème complet conçu pour combler le fossé entre l'éducation et l'emploi. Explorez les fonctionnalités puissantes adaptées à chaque utilisateur.",
    "For Graduates": "Pour les diplômés",
    "AI-Powered Profile Builder": "Générateur de profil IA",
    "Create a standout professional profile in minutes. Our AI helps you highlight your skills and experiences to attract top employers.": "Créez un profil professionnel remarquable en quelques minutes. Notre IA vous aide à mettre en valeur vos compétences et expériences pour attirer les meilleurs employeurs.",
    "Personalized Job Matching": "Correspondance d'emploi personnalisée",
    "Receive job recommendations that align with your career goals and qualifications. Say goodbye to endless searching.": "Recevez des recommandations d'emploi qui correspondent à vos objectifs de carrière et à vos qualifications. Dites adieu aux recherches interminables.",
    "Skill Development Resources": "Ressources de développement des compétences",
    "Access a library of courses and assessments to enhance your skills and stay competitive in the job market.": "Accédez à une bibliothèque de cours et d'évaluations pour améliorer vos compétences et rester compétitif sur le marché du travail.",
    "For Companies": "Pour les entreprises",
    "Targeted Talent Sourcing": "Recherche de talents ciblée",
    "Efficiently find qualified candidates from a pre-vetted pool of graduates from top schools.": "Trouvez efficacement des candidats qualifiés parmi un bassin de diplômés présélectionnés des meilleures écoles.",
    "Streamlined Recruitment": "Recrutement simplifié",
    "Manage your entire hiring process, from posting jobs to scheduling interviews, all on one platform.": "Gérez l'ensemble de votre processus d'embauche, de la publication des offres à la planification des entretiens, sur une seule plateforme.",
    "Data-Driven Insights": "Aperçus basés sur les données",
    "Gain valuable insights into the talent market and make informed hiring decisions with our analytics tools.": "Obtenez des informations précieuses sur le marché des talents et prenez des décisions d'embauche éclairées grâce à nos outils d'analyse.",
    "For Schools": "Pour les écoles",
    "Strengthen Industry Ties": "Renforcer les liens avec l'industrie",
    "Forge strategic partnerships with leading companies to enhance your curriculum and create opportunities for your students.": "Forgez des partenariats stratégiques avec des entreprises de premier plan pour améliorer votre programme et créer des opportunités pour vos étudiants.",
    "Boost Graduate Employability": "Augmenter l'employabilité des diplômés",
    "Track and improve your graduates' employment outcomes with our comprehensive reporting and analytics.": "Suivez et améliorez les résultats d'emploi de vos diplômés grâce à nos rapports et analyses complets.",
    "Showcase Your Institution": "Mettez en valeur votre institution",
    "Promote your school's programs and achievements to a wide audience of prospective students and corporate partners.": "Faites la promotion des programmes et des réalisations de votre école auprès d'un large public d'étudiants potentiels et de partenaires corporatifs.",
    "Ready to Join the Elite?": "Prêt à rejoindre l'élite ?",
    "Create your account today and unlock a world of opportunities. Whether you're a graduate, a company, or a school, Yahnu is your gateway to success.": "Créez votre compte aujourd'hui et débloquez un monde d'opportunités. Que vous soyez un diplômé, une entreprise ou une école, Yahnu est votre passerelle vers le succès.",
    "Get Started Now": "Commencez maintenant",
    "Connecting talent, companies, and schools in {country}.": "Connecter les talents, les entreprises et les écoles en {country}.",
    "Platform": "Plateforme",
    "Legal": "Légal",
    "Privacy Policy": "Politique de confidentialité",
    "Terms of Service": "Conditions d'utilisation",
    "Contact Us": "Contactez-Nous",
    "Follow Us": "Suivez-Nous",
    "All rights reserved.": "Tous droits réservés.",
    "Welcome Back": "Content de vous revoir",
    "Enter your email below to login to your account": "Entrez votre email ci-dessous pour vous connecter à votre compte",
    "Email": "Email",
    "Password": "Mot de passe",
    "Forgot your password?": "Mot de passe oublié ?",
    "Login with Google": "Se connecter avec Google",
    "Don't have an account?": "Vous n'avez pas de compte ?",
    "Sign up": "S'inscrire",
    "Enter your information to create an account": "Entrez vos informations pour créer un compte",
    "Full name": "Nom complet",
    "I am a...": "Je suis un(e)...",
    "Select your account type": "Sélectionnez votre type de compte",
    "Graduate": "Diplômé(e)",
    "Company": "Entreprise",
    "School": "École",
    "Company Representative": "Représentant(e) d'entreprise",
    "School Administrator": "Administrateur(-trice) d'école",
    "Sign up with Google": "S'inscrire avec Google",
    "Already have an account?": "Vous avez déjà un compte ?",
    "Sign in": "Se connecter",
    "Connect. Grow. Succeed.": "Connectez-vous. Grandissez. Réussissez.",
    "Your journey to the perfect career or the ideal candidate starts here.": "Votre parcours vers la carrière parfaite ou le candidat idéal commence ici.",
    "Join a Thriving Community": "Rejoignez une communauté florissante",
    "Create your account to unlock a world of opportunities and connections.": "Créez votre compte pour débloquer un monde d'opportunités et de connexions.",
    "Why Choose Yahnu?": "Pourquoi choisir Yahnu ?",
    "We provide a comprehensive solution to bridge the gap between education and employment in {country}.": "Nous offrons une solution complète pour combler le fossé entre l'éducation et l'emploi en {country}.",
    "Direct access to a pre-vetted talent pool": "Accès direct à un vivier de talents présélectionnés",
    "AI-driven tools for efficient recruitment and profile building": "Outils basés sur l'IA pour un recrutement et une création de profil efficaces",
    "Strengthened ties between academia and industry": "Liens renforcés entre le monde universitaire et l'industrie",
    "Enhanced career opportunities for graduates": "Opportunités de carrière améliorées pour les diplômés",
    "Yahnu Insights": "Perspectives Yahnu",
    "Your premier source for career advice, industry trends, and success stories in the Ivorian professional landscape.": "Votre première source de conseils de carrière, de tendances du secteur et d'histoires de réussite dans le paysage professionnel ivoirien.",
    "By": "Par",
    "Read More": "Lire la suite",
    "Featured Companies": "Entreprises en vedette",
    "Discover leading companies in {country} that are hiring top talent. Your next career opportunity awaits.": "Découvrez les entreprises de premier plan en {country} qui recrutent les meilleurs talents. Votre prochaine opportunité de carrière vous attend.",
    "Featured Positions": "Postes en vedette",
    "View Profile": "Voir le profil",
    "About": "À propos",
    "Company Info": "Infos sur l'entreprise",
    "Open Positions": "Postes ouverts",
    "Apply Now": "Postuler maintenant",
    "Partner Schools": "Écoles partenaires",
    "Collaborating with the finest institutions to nurture the next generation of {country} leaders.": "Collaborer avec les meilleures institutions pour former la prochaine génération de leaders de {country}.",
    "Explore Programs": "Explorer les programmes",
    "Institution Details": "Détails de l'institution",
    "Featured Programs": "Programmes en vedette",
    "Learn More": "En savoir plus",
    "Request Partnership": "Demander un partenariat",
    "Coming Soon to {country}": "Bientôt disponible en {country}",
    "Yahnu is not yet available in your country. Enter your email to be notified when we launch!": "Yahnu n'est pas encore disponible dans votre pays. Entrez votre e-mail pour être averti de notre lancement !",
    "Thank you! We will notify you when Yahnu is available in {country}.": "Merci ! Nous vous informerons lorsque Yahnu sera disponible en {country}.",
    "Notify Me": "M'avertir",
    "You're on the list!": "Vous êtes sur la liste !",
    "Go back to the homepage": "Retour à la page d'accueil",
    "Select a country": "Sélectionnez un pays",
    "Confirm Password": "Confirmer le mot de passe",
    "Suggest strong password": "Suggérer un mot de passe fort",
    "Copy": "Copier",
    "Password Copied": "Mot de passe copié",
    "The suggested password has been copied to your clipboard.": "Le mot de passe suggéré a été copié dans votre presse-papiers.",
    "Show password": "Afficher le mot de passe",
    "Hide password": "Masquer le mot de passe",
    "First Name": "Prénom",
    "Last Name": "Nom de famille",
    "Contact Person Name": "Nom de la personne à contacter",
    "Company Name": "Nom de l'entreprise",
    "School Name": "Nom de l'école",
    "School/University": "École/Université",
    "Select your school": "Sélectionnez votre école",
    "Industry Sector": "Secteur d'activité",
    "Select an industry": "Sélectionnez un secteur",
    "Agriculture": "Agriculture",
    "Finance & Banking": "Finance & Banque",
    "Information Technology": "Technologies de l'information",
    "Telecommunications": "Télécommunications",
    "Mining & Resources": "Mines & Ressources",
    "Construction & Real Estate": "BTP & Immobilier",
    "Retail & Commerce": "Vente & Commerce",
    "Transportation & Logistics": "Transport & Logistique",
    "Tourism & Hospitality": "Tourisme & Hôtellerie",
    "Health & Pharmaceuticals": "Santé & Pharmacie",
    "Education": "Éducation",
    "Energy": "Énergie",
    "Dashboard": "Tableau de bord",
    "Messages": "Messages",
    "Profile": "Profil",
    "Job Search": "Recherche d'emploi",
    "Applications": "Candidatures",
    "AI & Assessments": "IA & Évaluations",
    "Interview Prep": "Préparation à l'entretien",
    "Company Profile": "Profil de l'entreprise",
    "Partnerships": "Partenariats",
    "Talent Pool": "Vivier de talents",
    "Assessments": "Évaluations",
    "School Profile": "Profil de l'école",
    "Graduate Management": "Gestion des diplômés",
    "Analytics": "Analyses",
    "Overview": "Aperçu",
    "Manage Users": "Gérer les utilisateurs",
    "Manage Team": "Gérer l'équipe",
    "Custom Reports": "Rapports personnalisés",
    "Report Generator": "Générateur de rapports",
    "Help & Settings": "Aide et paramètres",
    "Support": "Support",
    "Post Job": "Publier l'offre",
    "The \"{title}\" position has been added.": "Le poste \"{title}\" a été ajouté.",
    "Job Removed": "Poste supprimé",
    "The \"{title}\" position has been removed.": "Le poste \"{title}\" a été supprimé.",
    "No active job postings.": "Aucune offre d'emploi active.",
    "Communicate with candidates and companies directly.": "Communiquez directement avec les candidats et les entreprises.",
    "Search conversations...": "Rechercher des conversations...",
    "Type your message...": "Saisissez votre message...",
    "Select a conversation to start chatting.": "Sélectionnez une conversation pour commencer à discuter.",
    "Platform Analytics": "Analyses de la plateforme",
    "High-level insights into platform usage and growth.": "Aperçus de haut niveau sur l'utilisation et la croissance de la plateforme.",
    "Total Users": "Utilisateurs totaux",
    "+180 this month": "+180 ce mois-ci",
    "Active Graduates": "Diplômés actifs",
    "On the platform": "Sur la plateforme",
    "Active Companies": "Entreprises actives",
    "+5 this month": "+5 ce mois-ci",
    "Active Schools": "Écoles actives",
    "+1 this month": "+1 ce mois-ci",
    "User Growth": "Croissance des utilisateurs",
    "Total users on the platform over the last 6 months.": "Total des utilisateurs sur la plateforme au cours des 6 derniers mois.",
    "User Distribution": "Répartition des utilisateurs",
    "Breakdown of user types on the platform.": "Répartition des types d'utilisateurs sur la plateforme.",
    "Recruitment Analytics": "Analyses de recrutement",
    "Insights into your hiring funnel and applicant data.": "Aperçus de votre entonnoir de recrutement et des données des candidats.",
    "Total Applicants": "Candidats totaux",
    "Avg. Time to Hire": "Temps moyen d'embauche",
    "Interview Rate": "Taux d'entretien",
    "Applicant Funnel": "Entonnoir de candidats",
    "Progression of candidates through hiring stages.": "Progression des candidats à travers les étapes de recrutement.",
    "Application Volume": "Volume de candidatures",
    "Number of applications received over time.": "Nombre de candidatures reçues au fil du temps.",
    "Applicants by School": "Candidats par école",
    "Source of applicants by academic institution.": "Source des candidats par établissement académique.",
    "Graduate Placement Analytics": "Analyses de placement des diplômés",
    "Insights into the success of your graduates in the job market.": "Aperçus sur le succès de vos diplômés sur le marché du travail.",
    "Total Graduates Hired": "Total des diplômés embauchés",
    "Top Partner Company": "Meilleure entreprise partenaire",
    "Top Hiring Companies": "Meilleures entreprises qui recrutent",
    "Hires by Industry": "Embauches par secteur",
    "Hires": "Embauches",
    "Companies that have hired the most graduates from your institution.": "Entreprises qui ont embauché le plus de diplômés de votre institution.",
    "Distribution of graduate placements across different industries.": "Répartition des placements de diplômés dans différents secteurs.",
    "{count} hires this year": "{count} embauches cette année",
    "Down from 32 days last quarter": "En baisse par rapport à 32 jours le trimestre dernier",
    " days": " jours",
    "+10% from last quarter": "+10% par rapport au trimestre dernier",
    "Phone Number": "Numéro de téléphone",
    "Search country...": "Rechercher un pays...",
    "No country found.": "Aucun pays trouvé.",
    "About Yahnu": "À propos de Yahnu",
    "We are on a mission to bridge the gap between education and employment, creating a thriving ecosystem for talent to connect with opportunity in {country} and beyond.": "Nous avons pour mission de combler le fossé entre l'éducation et l'emploi, en créant un écosystème prospère pour que les talents rencontrent les opportunités en {country} et au-delà.",
    "Our Story": "Notre histoire",
    "Founded by a team of educators and entrepreneurs, Yahnu was born from a shared vision: to unlock the immense potential of graduates by directly connecting them with the industries that need their skills. We saw a disconnect between the classroom and the workplace and set out to build the bridge.": "Fondé par une équipe d'éducateurs et d'entrepreneurs, Yahnu est né d'une vision commune : libérer l'immense potentiel des diplômés en les connectant directement aux industries qui ont besoin de leurs compétences. Nous avons constaté une déconnexion entre la salle de classe et le lieu de travail et avons décidé de construire le pont.",
    "Today, Yahnu is a dynamic platform that empowers students to launch their careers, helps companies find the right talent efficiently, and enables schools to forge meaningful industry partnerships. We believe in building futures, one connection at a time.": "Aujourd'hui, Yahnu est une plateforme dynamique qui permet aux étudiants de lancer leur carrière, aide les entreprises à trouver efficacement les bons talents et permet aux écoles de nouer des partenariats industriels significatifs. Nous croyons en la construction d'avenirs, une connexion à la fois.",
    "Our Mission": "Notre mission",
    "To empower graduates, companies, and schools by creating a seamless and efficient ecosystem for talent development and career growth.": "Autonomiser les diplômés, les entreprises et les écoles en créant un écosystème fluide et efficace pour le développement des talents et la croissance de carrière.",
    "Our Vision": "Notre vision",
    "To be the leading platform for professional connection and opportunity in Africa, driving economic growth and individual success.": "Être la principale plateforme de connexion professionnelle et d'opportunités en Afrique, moteur de la croissance économique et de la réussite individuelle.",
    "Our Values": "Nos valeurs",
    "Integrity, Innovation, Collaboration, and an unwavering commitment to the success of our users.": "Intégrité, Innovation, Collaboration et un engagement sans faille pour le succès de nos utilisateurs.",
    "Meet the Team": "Rencontrez l'équipe",
    "The passionate individuals dedicated to building Yahnu.": "Les personnes passionnées qui se consacrent à la construction de Yahnu.",
    "Founder & CEO": "Fondatrice & PDG",
    "Head of Product & Lead Engineer": "Chef de Produit & Ingénieur Principal",
    "Data Engineer": "Ingénieur de Données",
    "Partnerships Manager": "Responsable des partenariats",
    "Forgot Password?": "Mot de passe oublié ?",
    "No problem. Enter your email address and we'll send you a link to reset your password.": "Aucun problème. Entrez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.",
    "Send Reset Link": "Envoyer le lien de réinitialisation",
    "Back to login": "Retour à la connexion",
    "Manage all user accounts across the platform.": "Gérer tous les comptes d'utilisateurs sur la plateforme.",
    "Add School": "Ajouter une école",
    "Add Company": "Ajouter une entreprise",
    "All Users": "Tous les utilisateurs",
    "View, manage, and search for all users on the platform.": "Afficher, gérer et rechercher tous les utilisateurs sur la plateforme.",
    "Search by name or email...": "Rechercher par nom ou e-mail...",
    "Filter by Account Type": "Filtrer par type de compte",
    "All Account Types": "Tous les types de compte",
    "Admin": "Administrateur",
    "Filter by status": "Filtrer par statut",
    "All Statuses": "Tous les statuts",
    "Active": "Actif",
    "Pending": "En attente",
    "Suspended": "Suspendu",
    "User": "Utilisateur",
    "Account Type": "Type de compte",
    "Status": "Statut",
    "Registration Date": "Date d'inscription",
    "Actions": "Actions",
    "Manage": "Gérer",
    "Add a new School": "Ajouter une nouvelle école",
    "Manually create a new school account. The account will be active immediately.": "Créez manuellement un nouveau compte scolaire. Le compte sera actif immédiatement.",
    "Administrator Email": "E-mail de l'administrateur",
    "Create School Account": "Créer un compte scolaire",
    "Account Created Successfully!": "Compte créé avec succès !",
    "The account for {name} has been created. Please securely share the following temporary password with them.": "Le compte pour {name} a été créé. Veuillez leur communiquer en toute sécurité le mot de passe temporaire suivant.",
    "Temporary Password": "Mot de passe temporaire",
    "Close": "Fermer",
    "Add a new Company": "Ajouter une nouvelle entreprise",
    "Manually create a new company account. The account will be active immediately.": "Créez manuellement un nouveau compte d'entreprise. Le compte sera actif immédiatement.",
    "Create Company Account": "Créer un compte d'entreprise",
    "Manage User": "Gérer l'utilisateur",
    "Update user status or remove them from the platform.": "Mettre à jour le statut de l'utilisateur ou le supprimer de la plateforme.",
    "Change Status": "Changer le statut",
    "Activate": "Activer",
    "Suspend": "Suspendre",
    "Delete User": "Supprimer l'utilisateur",
    "Are you absolutely sure?": "Êtes-vous absolument sûr ?",
    "This action is irreversible. Cela supprimera définitivement le compte utilisateur et ses données de nos serveurs.": "Cette action est irréversible. Cela supprimera définitivemnt le compte utilisateur et ses données de nos serveurs.",
    "Cancel": "Annuler",
    "Yes, delete user": "Oui, supprimer l'utilisateur",
    "Status Updated": "Statut mis à jour",
    "User Deleted": "Utilisateur supprimé",
    "has been removed from the platform.": "a été supprimé(e) de la plateforme.",
    "Invite and manage users with administrative privileges.": "Inviter et gérer les utilisateurs disposant de privilèges administratifs.",
    "Platform Administrators": "Administrateurs de la plateforme",
    "Invite New Administrator": "Inviter un nouvel administrateur",
    "New admin's email": "E-mail du nouvel administrateur",
    "Select role": "Sélectionner un rôle",
    "Content Moderator": "Modérateur de contenu",
    "Content Manager": "Gestionnaire de contenu",
    "Support Staff": "Personnel de soutien",
    "Send Invite": "Envoyer une invitation",
    "Name": "Nom",
    "Action Forbidden": "Action interdite",
    "The Super Admin account cannot be deleted.": "Le compte Super Admin ne peut pas être supprimé.",
    "Admin Removed": "Administrateur supprimé",
    "has been removed from administrators.": "a été supprimé(e) des administrateurs.",
    "Administrator Invitation Link": "Lien d'invitation d'administrateur",
    "Share this link with the new administrator to allow them to register.": "Partagez ce lien avec le nouvel administrateur pour lui permettre de s'inscrire.",
    "Link": "Lien",
    "Export as CSV": "Exporter en CSV",
    "Address": "Adresse",
    "Your primary address.": "Votre adresse principale.",
    "Search for an address": "Rechercher une adresse",
    "Start typing an address...": "Commencez à taper une adresse...",
    "Type to search...": "Tapez pour rechercher...",
    "No address found.": "Aucune adresse trouvée.",
    "Street Address": "Adresse de la rue",
    "City": "Ville",
    "State / Province": "État / Province",
    "ZIP / Postal Code": "Code postal",
    "Country": "Pays",
    "Company Address": "Adresse de l'entreprise",
    "School Address": "Adresse de l'école",
    "Coming Soon!": "Bientôt disponible !",
    "We are working hard to bring Yahnu companies to {country}. Stay tuned!": "Nous travaillons dur pour amener les entreprises Yahnu en {country}. Restez à l'écoute !",
    "We are working hard to bring Yahnu schools to {country}. Stay tuned!": "Nous travaillons dur pour amener les écoles Yahnu en {country}. Restez à l'écoute !",
    "Activate and manage graduate accounts from your institution.": "Activer et gérer les comptes des diplômés de votre établissement.",
    "All Graduates": "Tous les diplômés",
    "Search and manage all graduates associated with your school.": "Rechercher et gérer tous les diplômés associés à votre école.",
    "Pending Activation": "En attente d'activation",
    "Active Accounts": "Comptes actifs",
    "Graduation Year": "Année de diplomation",
    "Deactivate": "Désactiver",
    "No graduates found.": "Aucun diplômé trouvé.",
    "Account activated": "Compte activé",
    "account has been activated.": "le compte a été activé.",
    "Account deactivated": "Compte désactivé",
    "account has been deactivated.": "le compte a été désactivé.",
    "Account pending": "Compte en attente",
    "Your account is pending approval from your school's administrator. We'll notify you once it's active.": "Votre compte est en attente d'approbation par l'administrateur de votre école. Nous vous informerons une fois qu'il sera actif.",
    "Your registration is pending approval from a Yahnu administrator. We'll notify you once it's active.": "Votre inscription est en attente d'approbation par un administrateur Yahnu. Nous vous informerons une fois qu'elle sera active.",
    "Account Created!": "Compte créé !",
    "Admin Overview": "Aperçu de l'administration",
    "Oversee and manage the entire Yahnu platform.": "Superviser et gérer l'ensemble de la plateforme Yahnu.",
    "Pending Registration Requests": "Demandes d'inscription en attente",
    "Approve or reject new company and school registrations.": "Approuver ou rejeter les nouvelles inscriptions d'entreprises et d'écoles.",
    "Organization Name": "Nom de l'organisation",
    "Type": "Type",
    "No pending requests.": "Aucune demande en attente.",
    "Request Approved": "Demande approuvée",
    "Request Rejected": "Demande rejetée",
    "The registration for ": "L'inscription pour ",
    " has been approved.": " a été approuvée.",
    " has been rejected.": " a été rejetée.",
    "Events": "Événements",
    "Upcoming Events": "Événements à venir",
    "Discover exclusive events hosted by your school and top companies.": "Découvrez des événements exclusifs organisés par votre école et les meilleures entreprises.",
    "Career Fair": "Forum carrière",
    "Workshop": "Atelier",
    "Networking": "Réseautage",
    "Webinar": "Webinaire",
    "Will you attend?": "Serez-vous présent ?",
    "Going": "J'y vais",
    "Interested": "Intéressé(e)",
    "Not Going": "Je n'y vais pas",
    "RSVP Submitted": "RSVP envoyé",
    "Your response has been recorded.": "Votre réponse a été enregistrée.",
    "No Upcoming Events": "Aucun événement à venir",
    "Check back later for events from your school and companies.": "Revenez plus tard pour les événements de votre école et des entreprises.",
    "Event Management": "Gestion des événements",
    "Create and manage events for your students and alumni.": "Créez et gérez des événements pour vos étudiants et anciens élèves.",
    "Create Event": "Créer un événement",
    "Your Events": "Vos événements",
    "A list of all events you have scheduled.": "Une liste de tous les événements que vous avez programmés.",
    "Event Title": "Titre de l'événement",
    "Date": "Date",
    "RSVPs": "RSVPs",
    "No events created yet.": "Aucun événement créé pour le moment.",
    "Create a New Event": "Créer un nouvel événement",
    "Fill in the details below to schedule a new event.": "Remplissez les détails ci-dessous pour programmer un nouvel événement.",
    "Description": "Description",
    "Time": "Heure",
    "Location / Link": "Lieu / Lien",
    "Event Type": "Type d'événement",
    "Save Event": "Enregistrer l'événement",
    "Event Created": "Événement créé",
    "Graduates from your school have been notified.": "Les diplômés de votre école ont été informés.",
    "Event Deleted": "Événement supprimé",
    "New event: Annual Tech Career Fair by your university": "Nouvel événement : Forum annuel des carrières tech par votre université",
    "Amina Diallo requires account activation": "Amina Diallo nécessite une activation de compte",
    "Company Events": "Événements d'entreprise",
    "Events hosted by companies on the Yahnu platform.": "Événements organisés par des entreprises sur la plateforme Yahnu.",
    "No events found.": "Aucun événement trouvé.",
    "View Details": "Voir les détails",
    "Host": "Hôte",
    "Create and manage events to engage with potential candidates.": "Créez et gérez des événements pour interagir avec des candidats potentiels.",
    "Target Audience": "Public cible",
    "Choose who to invite to this event.": "Choisissez qui inviter à cet événement.",
    "Specific Group": "Groupe spécifique",
    "Skills": "Compétences",
    "e.g. React, TypeScript": "ex. React, TypeScript",
    "e.g. 2024": "ex. 2024",
    "e.g. Abidjan": "ex. Abidjan",
    "Location": "Lieu",
    "Target": "Cible",
    "Notifications have been sent to the target audience.": "Des notifications ont été envoyées au public cible.",
    "Manage your events and see what companies are hosting.": "Gérez vos événements et voyez ce que les entreprises organisent.",
    "Hosted by": "Organisé par",
    "Find Your Next Opportunity": "Trouvez votre prochaine opportunité",
    "Browse through hundreds of job openings from top companies in {country}.": "Parcourez des centaines d'offres d'emploi des meilleures entreprises en {country}.",
    "Filter Jobs": "Filtrer les emplois",
    "Refine your search to find the perfect fit.": "Affinez votre recherche pour trouver le poste idéal.",
    "Keywords": "Mots-clés",
    "Job title, skills...": "Titre du poste, compétences...",
    "City, state, remote": "Ville, état, télétravail",
    "Job Type": "Type d'emploi",
    "All types": "Tous types",
    "All Types": "Tous les types",
    "Full-time": "Temps plein",
    "Part-time": "Temps partiel",
    "Contract": "Contrat",
    "Internship": "Stage",
    "Workplace": "Lieu de travail",
    "Remote": "Télétravail",
    "On-site": "Sur site",
    "Hybrid": "Hybride",
    "View Job": "Voir l'offre",
    "No jobs found": "Aucune offre d'emploi trouvée",
    "Try adjusting your filters to find what you're looking for.": "Essayez d'ajuster vos filtres pour trouver ce que vous cherchez.",
    "Back to all jobs": "Retour à toutes les offres",
    "Ready to make an impact?": "Prêt(e) à avoir un impact ?",
    "Unlock More Opportunities": "Débloquez plus d'opportunités",
    "Create a free account to view full job details and apply directly.": "Créez un compte gratuit pour voir les détails complets de l'offre et postuler directement.",
    "Sign Up Now": "Inscrivez-vous maintenant",
    "Available": "Disponible",
    "Unavailable": "Indisponible",
    "Contact Graduate": "Contacter le diplômé",
    "Contact Initiated": "Contact initié",
    "A message has been sent to": "Un message a été envoyé à",
    "They will be notified of your interest.": "Il/Elle sera informé(e) de votre intérêt.",
    "Work Experience": "Expérience professionnelle",
    "Top Skills": "Compétences principales",
    "Invite to Apply": "Inviter à postuler",
    "Invite {name} to a Job": "Inviter {name} à un poste",
    "Select one of your open positions to invite this candidate to apply.": "Sélectionnez un de vos postes ouverts pour inviter ce candidat à postuler.",
    "Select a Job Posting": "Sélectionnez une offre d'emploi",
    "Choose a job...": "Choisissez un emploi...",
    "Send Invitation": "Envoyer l'invitation",
    "Invitation Sent": "Invitation envoyée",
    "An invitation to apply has been sent to": "Une invitation à postuler a été envoyée à",
    "Is Your Company Next?": "Votre entreprise sera-t-elle la prochaine ?",
    "Join Yahnu to access a pool of pre-vetted, top-tier talent from the best institutions in {country}.": "Rejoignez Yahnu pour accéder à un vivier de talents de premier ordre présélectionnés parmi les meilleures institutions de {country}.",
    "Become a Partner Company": "Devenir une entreprise partenaire",
    "Want to Partner With Us?": "Voulez-vous devenir notre partenaire ?",
    "Join our network to connect your graduates with leading companies and track their success.": "Rejoignez notre réseau pour connecter vos diplômés avec des entreprises de premier plan et suivre leur succès.",
    "Partner With Us": "Devenir partenaire",
    "company_1_tagline": "La vie change avec Orange",
    "company_1_description": "<p>Orange Côte d'Ivoire est un opérateur de télécommunications de premier plan en Côte d'Ivoire, offrant des services mobiles, fixes et internet. En tant qu'acteur clé de l'économie numérique, nous nous engageons à innover et à offrir à nos clients une expérience inégalée.</p>",
    "company_1_job_1": "Lead Technique - Orange Money",
    "company_1_job_2": "Responsable Marketing",
    "company_1_job_3": "Ingénieur Réseau",
    "company_2_tagline": "Le leader de l'agro-industrie en Afrique de l'Ouest",
    "company_2_description": "<p>SIFCA est un groupe agro-industriel de premier plan spécialisé dans la culture, la transformation et la commercialisation de l'huile de palme, du caoutchouc naturel et de la canne à sucre. Fortement engagé dans le développement durable, SIFCA joue un rôle majeur dans les économies d'Afrique de l'Ouest.</p>",
    "company_2_job_1": "Ingénieur Agronome",
    "company_2_job_2": "Responsable de la chaîne d'approvisionnement",
    "company_2_job_3": "Analyste Financier",
    "company_3_tagline": "Votre partenaire pour la croissance",
    "company_3_description": "<p>Bridge Bank Group Côte d'Ivoire propose une large gamme de services bancaires et financiers aux particuliers, entreprises et institutions. Notre mission est de soutenir le développement économique de la région en fournissant des solutions financières innovantes et sur mesure.</p>",
    "company_3_job_1": "Analyste de Données",
    "company_3_job_2": "Chargé de relations",
    "company_3_job_3": "Spécialiste en sécurité informatique",
    "company_4_tagline": "Leader du transport et de la logistique",
    "company_4_description": "<p>Bolloré Logistics est un leader mondial du transport et de la logistique internationale. Nous offrons une gamme complète de services, y compris le transport multimodal, la conformité douanière et réglementaire, la logistique et la gestion de la chaîne d'approvisionnement, soutenus par un vaste réseau logistique intégré.</p>",
    "company_4_job_1": "Coordinateur Logistique",
    "company_4_job_2": "Agent en douane",
    "company_4_job_3": "Superviseur des opérations",
    "school_1_name": "Institut National Polytechnique Félix Houphouët-Boigny",
    "school_1_description": "<p>L'Institut National Polytechnique Félix Houphouët-Boigny (INP-HB) est un institut polytechnique public situé à Yamoussoukro, en Côte d'Ivoire. C'est une institution de premier plan pour l'ingénierie, la technologie et les sciences agronomiques en Afrique de l'Ouest.</p>",
    "school_1_program_1": "Génie Informatique & Logiciel",
    "school_1_program_2": "Génie Civil",
    "school_1_program_3": "Agronomie",
    "school_1_program_4": "Mines & Géologie",
    "school_2_name": "Université Félix Houphouët-Boigny",
    "school_2_description": "<p>L'Université Félix Houphouët-Boigny (anciennement Université de Cocody) est la plus grande université de Côte d'Ivoire. Elle offre une gamme complète de programmes dans plusieurs facultés, y compris la médecine, le droit, l'économie et les sciences humaines.</p>",
    "school_2_program_1": "Sciences Économiques et de Gestion",
    "school_2_program_2": "Droit",
    "school_2_program_3": "Médecine",
    "school_2_program_4": "Lettres, Arts et Sciences Humaines",
    "school_3_name": "Groupe CSI Pôle Polytechnique",
    "school_3_description": "<p>Le Groupe CSI Pôle Polytechnique est un établissement d'enseignement supérieur privé réputé à Abidjan. Il se concentre sur la fourniture d'une éducation de qualité en technologie, sciences industrielles et gestion pour répondre aux demandes de la main-d'œuvre moderne.</p>",
    "school_3_program_1": "Technologie Industrielle",
    "school_3_program_2": "Réseaux Informatiques & Télécommunications",
    "school_3_program_3": "Finance & Comptabilité",
    "school_3_program_4": "Gestion des Ressources Humaines",
    "school_desc_1": "Une institution polytechnique de premier plan en Afrique de l'Ouest, axée sur l'ingénierie, la technologie et les sciences appliquées.",
    "school_desc_2": "La plus grande université de Côte d'Ivoire, offrant une large gamme de programmes en sciences, arts et sciences humaines.",
    "school_desc_3": "Un groupe d'enseignement supérieur privé réputé pour son accent sur la technologie, la gestion et l'innovation.",
    "Head of Product & Lead Engineer": "Chef de Produit & Ingénieur Principal",
    "Logged In Successfully!": "Connexion réussie !",
    "Welcome back to Yahnu.": "Bienvenue à nouveau sur Yahnu.",
    "Uh oh! Login Failed.": "Oh oh ! La connexion a échoué.",
    "Invalid credentials. Please try again.": "Identifiants invalides. Veuillez réessayer.",
    "Invalid email or password. Please check your credentials.": "Email ou mot de passe invalide. Veuillez vérifier vos identifiants.",
    "Access to this account has been temporarily disabled due to many failed login attempts. You can immediately restore it by resetting your password or you can try again later.": "L'accès à ce compte a été temporairement désactivé en raison de nombreuses tentatives de connexion échouées. Vous pouvez le restaurer immédiatement en réinitialisant votre mot de passe ou réessayer plus tard.",
    "Your account has been suspended. Please contact support.": "Votre compte a été suspendu. Veuillez contacter le support.",
    "Uh oh! Something went wrong.": "Oh oh ! Quelque chose s'est mal passé.",
    "Signed In Successfully!": "Connecté avec succès !",
    "Welcome to Yahnu.": "Bienvenue sur Yahnu.",
    "Could not sign in with Google.": "Impossible de se connecter avec Google.",
    "There was a problem with your request.": "Il y a eu un problème avec votre demande.",
    "Change Password": "Changer le mot de passe",
    "Create Password": "Créer un mot de passe",
    "Password reset email sent": "E-mail de réinitialisation de mot de passe envoyé",
    "Check your inbox to create a new password.": "Vérifiez votre boîte de réception pour créer un nouveau mot de passe.",
    "Error": "Erreur",
    "Failed to send password reset email.": "Échec de l'envoi de l'e-mail de réinitialisation du mot de passe.",
    "{count} graduates hired": "{count} diplômés embauchés",
    "+{count} more": "+{count} de plus",
    "Track graduate success and industry partnerships.": "Suivre le succès des diplômés et les partenariats avec l'industrie.",
    "Enrolled Graduates": "Diplômés inscrits",
    "+25 this semester": "+25 ce semestre",
    "Partner Companies": "Entreprises partenaires",
    "3 new partnerships": "3 nouveaux partenariats",
    "Placement Rate": "Taux de placement",
    "Up 5% from last year": "En hausse de 5% par rapport à l'année dernière",
    "Graduate Placement Trends": "Tendances de placement des diplômés",
    "Number of graduates placed in jobs over the last 6 months.": "Nombre de diplômés placés dans des emplois au cours des 6 derniers mois.",
    "Declined": "Refusé",
    "No users found.": "Aucun utilisateur trouvé.",
    "Super Admin": "Super Administrateur",
    "New users this month": "Nouveaux utilisateurs ce mois-ci",
    "Total": "Total",
    "Graduates": "Diplômés",
    "January": "Janvier",
    "February": "Février",
    "March": "Mars",
    "April": "Avril",
    "May": "Mai",
    "June": "Juin",
    "July": "Juillet",
    "August": "Août",
    "September": "Septembre",
    "October": "Octobre",
    "November": "Novembre",
    "December": "Décembre",
    "{count} total applications": "{count} candidatures au total",
    "AI Interview Prep": "Préparation à l'entretien par IA",
    "Paste a job description to generate tailored interview questions and tips.": "Collez une description de poste pour générer des questions d'entretien et des conseils personnalisés.",
    "Job Details": "Détails du poste",
    "Provide the job description for the role you are interviewing for.": "Fournissez la description du poste pour lequel vous passez un entretien.",
    "Job Description": "Description du poste",
    "Paste the full job description here...": "Collez la description complète du poste ici...",
    "Generate Prep Questions": "Générer les questions de préparation",
    "Generating...": "Génération en cours...",
    "Generating Questions...": "Génération des questions en cours...",
    "Our AI is crafting your interview prep questions.": "Notre IA élabore vos questions de préparation à l'entretien.",
    "Prep Material Generated!": "Matériel de préparation généré !",
    "Your interview questions are ready below.": "Vos questions d'entretien sont prêtes ci-dessous.",
    "Generation Failed": "Échec de la génération",
    "There was a problem creating the prep material.": "Un problème est survenu lors de la création du matériel de préparation.",
    "Behavioral Questions": "Questions comportementales",
    "Assesses soft skills, cultural fit, and situational judgment.": "Évalue les compétences non techniques, l'adéquation culturelle et le jugement situationnel.",
    "Technical Questions": "Questions techniques",
    "Tests specific hard skills and role-related knowledge.": "Teste les compétences techniques spécifiques et les connaissances liées au rôle.",
    "Tip": "Conseil",
    "Search...": "Recherche...",
    "Type a command or search...": "Tapez une commande ou une recherche...",
    "No results found.": "Aucun résultat trouvé.",
    "Links": "Liens",
    "Search for jobs, companies...": "Rechercher des emplois, des entreprises...",
    "Select a state": "Sélectionner un état",
    "School Support": "Support de l'école",
    "Need to contact your school about your account?": "Besoin de contacter votre école à propos de votre compte ?",
    "Contact Your School": "Contacter votre école",
    "Broadcast Message": "Message de diffusion",
    "Send a Broadcast Message": "Envoyer un message de diffusion",
    "Compose a message to send to multiple graduates at once. They will receive it as an individual message.": "Composez un message à envoyer à plusieurs diplômés à la fois. Ils le recevront comme un message individuel.",
    "Recipients": "Destinataires",
    "Select recipients": "Sélectionner les destinataires",
    "Pending Graduates": "Diplômés en attente",
    "Active Graduates": "Diplômés actifs",
    "Subject": "Sujet",
    "e.g., Upcoming Career Fair": "ex., Prochain forum carrière",
    "Message": "Message",
    "Type your message here...": "Tapez votre message ici...",
    "Send Broadcast": "Envoyer la diffusion",
    "Broadcast Sent": "Diffusion envoyée",
    "Your message is being sent to the selected graduates.": "Votre message est en cours d'envoi aux diplômés sélectionnés.",
    "Education Verified": "Formation vérifiée",
    "The degree has been marked as verified.": "Le diplôme a été marqué comme vérifié.",
    "Failed to verify education.": "Échec de la vérification de la formation.",
    "No education details provided.": "Aucun détail de formation fourni.",
    "Education Details": "Détails de la formation",
    "in": "en",
    "Graduated": "Diplômé",
    "Verify": "Vérifier",
    "Verified": "Vérifié",
    "Verified by School": "Vérifié par l'école",
    "Skill Certifications": "Certifications de compétences",
    "Prove your skills by taking our proctored assessments and earn badges for your profile.": "Prouvez vos compétences en passant nos évaluations surveillées et gagnez des badges pour votre profil.",
    "Frontend Development (React)": "Développement Frontend (React)",
    "Validate your fundamental skills in React, JavaScript, and modern CSS.": "Validez vos compétences fondamentales en React, JavaScript et CSS moderne.",
    "{count} questions": "{count} questions",
    "{count} minutes": "{count} minutes",
    "Start Assessment": "Commencer l'évaluation",
    "Financial Analysis Fundamentals": "Principes de l'Analyse Financière",
    "Test your knowledge of financial statements, valuation, and modeling.": "Testez vos connaissances des états financiers, de l'évaluation et de la modélisation.",
    "Modern Agronomy Principles": "Principes d'Agronomie Moderne",
    "Assess your understanding of crop science, soil management, and sustainable practices.": "Évaluez votre compréhension de la phytotechnie, de la gestion des sols et des pratiques durables.",
    "Supply Chain Essentials": "Essentiels de la Chaîne d'Approvisionnement",
    "Demonstrate your expertise in logistics, inventory management, and transportation.": "Démontrez votre expertise en logistique, gestion des stocks et transport.",
    "General Aptitude": "Aptitude générale",
    "Cognitive Aptitude Test": "Test d'Aptitude Cognitive",
    "Measure your problem-solving, critical thinking, and numerical reasoning skills.": "Mesurez vos compétences en résolution de problèmes, en pensée critique et en raisonnement numérique.",
    "Test not found": "Test non trouvé",
    "Assessment Setup": "Configuration de l'évaluation",
    "Please complete the following steps to begin your proctored assessment.": "Veuillez suivre les étapes suivantes pour commencer votre évaluation surveillée.",
    "Camera Access": "Accès à la caméra",
    "Enabled": "Activé",
    "Disabled": "Désactivé",
    "Camera Access Denied": "Accès à la caméra refusé",
    "Please enable camera and microphone permissions in your browser settings to continue.": "Veuillez activer les autorisations de caméra et de microphone dans les paramètres de votre navigateur pour continuer.",
    "Assessment Rules": "Règles de l'évaluation",
    "You must remain in the browser window for the duration of the test. Navigating away will be flagged.": "Vous devez rester dans la fenêtre du navigateur pendant toute la durée du test. Toute navigation extérieure sera signalée.",
    "Waiting for permissions...": "En attente des autorisations...",
    "Proctoring Enabled": "Surveillance activée",
    "Your session is being monitored. Please remain focused on the test.": "Votre session est surveillée. Veuillez rester concentré(e) sur le test.",
    "Question {current} of {total}": "Question {current} sur {total}",
    "Next Question": "Question suivante",
    "Finish & Submit": "Terminer et soumettre",
    "Warning: Focus Lost": "Avertissement : Focus perdu",
    "You have navigated away from the test. This event has been logged.": "Vous avez quitté la fenêtre du test. Cet événement a été enregistré.",
    "Congratulations!": "Félicitations !",
    "Assessment Complete": "Évaluation terminée",
    "You have completed the {testTitle} assessment.": "Vous avez terminé l'évaluation {testTitle}.",
    "You passed! A new badge has been added to your profile.": "Vous avez réussi ! Un nouveau badge a été ajouté à votre profil.",
    "You did not meet the passing score of 70%. You can try again in 30 days.": "Vous n'avez pas atteint le score de passage de 70%. Vous pourrez réessayer dans 30 jours.",
    "Return to My Profile": "Retourner à mon profil",
    "AI Assessment Generator": "AI Assessment Generator",
    "Create relevant skills assessments for any role.": "Create relevant skills assessments for any role.",
    "Assessment Details": "Assessment Details",
    "Provide details about the job and your company to generate a tailored assessment.": "Provide details about the job and your company to generate a tailored assessment.",
    "Company Values": "Company Values",
    "Paste the job description here...": "Paste the job description here...",
    "e.g., Innovation, Teamwork, Customer First...": "e.g., Innovation, Teamwork, Customer First...",
    "Number of \"Basic Fit\" Questions": "Number of \"Basic Fit\" Questions",
    "Number of \"Cognitive Aptitude\" Questions": "Number of \"Cognitive Aptitude\" Questions",
    "Generate Assessment": "Generate Assessment",
    "Generating Assessment...": "Generating Assessment...",
    "Our AI is crafting the perfect questions. Please wait.": "Our AI is crafting the perfect questions. Please wait.",
    "Assessment Generated!": "Assessment Generated!",
    "Your custom assessment is ready below.": "Your custom assessment is ready below.",
    "There was a problem creating the assessment.": "There was a problem creating the assessment.",
    "Basic Fit Assessment": "Basic Fit Assessment",
    "Assesses alignment with company values and role requirements.": "Assesses alignment with company values and role requirements.",
    "Cognitive Aptitude Assessment": "Cognitive Aptitude Assessment",
    "Tests problem-solving and critical-thinking skills.": "Tests problem-solving and critical-thinking skills.",
    "Data Engineer": "Ingénieur de Données",
    "Field of Study": "Domaine d'études",
    "e.g., Computer Science": "ex., Informatique",
    "Name, skills...": "Nom, compétences...",
    "e.g., INP-HB": "ex., INP-HB",
    "Available for hire": "Disponible à l'embauche",
    "Showing": "Affichage de",
    "graduates": "diplômés",
    "Find the ideal candidates for your company.": "Trouvez les candidats idéaux pour votre entreprise.",
    "Filter Talent": "Filtrer les talents",
    "View Full Profile": "Voir le profil complet",
    "Redirecting to messages...": "Redirection vers les messages...",
    "Skills & Certifications": "Compétences & Certifications",
    "Self-Reported Skills": "Compétences autodéclarées",
    "Verified Skills": "Compétences vérifiées",
    "Certifications": "Certifications",
    "Filter by badges...": "Filtrer par badges...",
    "Search skills...": "Rechercher des compétences...",
    "Customer Service Excellence": "Excellence du Service Client",
    "Prove your ability to handle customer inquiries and resolve issues effectively.": "Prouvez votre capacité à traiter les demandes des clients et à résoudre les problèmes efficacement.",
    "General Professional": "Professionnel Général",
    "Support & FAQ": "Support & FAQ",
    "Find answers to common questions or get in touch with our team.": "Trouvez des réponses aux questions courantes ou contactez notre équipe.",
    "Frequently Asked Questions": "Foire Aux Questions",
    "Can't find an answer? Reach out to us.": "Vous ne trouvez pas de réponse ? Contactez-nous.",
    "Email Support": "Support par e-mail",
    "Call Us": "Appelez-nous",
    "faq_graduate_title": "FAQ pour les Diplômés",
    "faq_q_pending": "Pourquoi mon compte est-il en attente d'activation ?",
    "faq_a_pending": "Les comptes des diplômés nécessitent une vérification et une activation par un administrateur de votre école d'inscription. Cela garantit l'intégrité de notre vivier de talents. Si l'activation prend plus de temps que prévu, veuillez utiliser le bouton 'Contacter votre école' sur cette page pour leur envoyer un message.",
    "faq_q_profile": "Comment faire pour que mon profil se démarque ?",
    "faq_a_profile": "Un profil complet est la clé ! Assurez-vous de remplir votre expérience professionnelle, de télécharger une photo professionnelle et d'ajouter toutes vos compétences pertinentes. Utilisez notre analyseur de CV par IA pour démarrer rapidement. Gagnez également des badges de compétences en passant nos Évaluations pour vérifier votre expertise.",
    "faq_q_matching": "Comment fonctionne la mise en correspondance des emplois ?",
    "faq_a_matching": "Notre système fait correspondre votre profil—y compris vos compétences, votre formation et votre expérience—aux exigences des offres d'emploi de nos entreprises partenaires. Plus votre profil est complet et précis, meilleures seront les correspondances.",
    "faq_q_resume_parser": "L'analyseur de CV par IA a fait une erreur. Comment puis-je la corriger ?",
    "faq_a_resume_parser": "L'analyseur IA est un outil pour vous aider à démarrer, mais il n'est pas parfait. Vous avez le contrôle total pour modifier toute information sur votre profil. Après que l'IA ait pré-rempli les champs, parcourez simplement chaque section de la page Profil et effectuez les corrections nécessaires avant d'enregistrer.",
    "faq_company_title": "FAQ pour les Entreprises",
    "faq_q_post_job": "Comment publier une offre d'emploi ?",
    "faq_a_post_job": "Vous pouvez publier et gérer des emplois depuis votre page Profil de l'entreprise. Cliquez sur 'Ajouter une nouvelle offre', remplissez les détails, et elle deviendra visible pour les diplômés qualifiés de notre vivier de talents.",
    "faq_q_find_candidates": "Comment trouver les meilleurs candidats ?",
    "faq_a_find_candidates": "Utilisez la page Vivier de Talents pour rechercher et filtrer notre base de données de diplômés pré-validés. Vous pouvez filtrer par école, domaine d'études, compétences et badges d'évaluation vérifiés pour trouver le candidat parfait pour votre poste.",
    "faq_q_partnerships": "Comment fonctionnent les partenariats avec les écoles ?",
    "faq_a_partnerships": "Sur la page Partenariats, vous pouvez envoyer des demandes à nos écoles partenaires. Une fois acceptée, cela crée un lien direct, vous permettant de cibler spécifiquement leurs diplômés et de collaborer à des événements, vous donnant un accès prioritaire aux talents émergents.",
    "faq_q_assessment_generator": "Qu'est-ce que le Générateur d'Évaluations par IA ?",
    "faq_a_assessment_generator": "Cet outil puissant vous permet de créer des évaluations de compétences personnalisées. Fournissez simplement une description de poste et les valeurs clés de l'entreprise, et notre IA générera des questions pertinentes de 'Compatibilité de Base' et d' 'Aptitude Cognitive' pour vous aider à sélectionner efficacement les candidats.",
    "faq_school_title": "FAQ pour les Écoles",
    "faq_q_approve_graduates": "Comment approuver les comptes de mes diplômés ?",
    "faq_a_approve_graduates": "Rendez-vous sur la page Gestion des Diplômés. Sous l'onglet 'En attente d'activation', vous verrez une liste des étudiants de votre établissement en attente d'approbation. Vous pouvez y examiner leurs détails et activer leurs comptes.",
    "faq_q_school_partnerships": "Comment gérer les partenariats avec les entreprises ?",
    "faq_a_school_partnerships": "La page Partenariats affiche les demandes de partenariat entrantes des entreprises. Vous pouvez examiner chaque entreprise et choisir d'accepter ou de refuser leur demande pour former un partenariat officiel sur la plateforme.",
    "faq_q_placement_analytics": "Comment puis-je utiliser les analyses de placement ?",
    "faq_a_placement_analytics": "La page Analyses fournit des données précieuses sur le succès de vos diplômés, y compris les taux de placement, les principales entreprises qui recrutent et les tendances du secteur. Utilisez ces informations pour éclairer votre programme d'études et démontrer la valeur de votre établissement aux étudiants potentiels et aux partenaires.",
    "faq_q_event_management": "Comment fonctionne la gestion des événements ?",
    "faq_a_event_management": "Sur la page Gestion des événements, vous pouvez créer des événements tels que des forums de l'emploi, des ateliers ou des webinaires pour vos étudiants. Ces événements seront visibles par tous les diplômés inscrits dans votre école, vous aidant à engager votre communauté.",
    "faq_general_title": "FAQ Générales",
    "faq_q_password": "Comment puis-je changer mon mot de passe ?",
    "faq_a_password": "Allez sur la page Paramètres. Vous y trouverez une option pour changer votre mot de passe. Si vous vous êtes inscrit avec Google, vous devrez peut-être d'abord créer un mot de passe.",
    "faq_q_info": "Comment puis-je mettre à jour mes informations personnelles ?",
    "faq_a_info": "Vous pouvez mettre à jour votre nom, les détails de votre profil et d'autres informations sur votre page de Profil (pour les diplômés) ou sur la page de Profil de l'Entreprise/École.",
    "faq_q_contact": "Comment puis-je contacter un autre utilisateur ?",
    "faq_a_contact": "Vous pouvez utiliser la fonction Messages de votre tableau de bord pour communiquer directement avec d'autres utilisateurs avec qui vous êtes connecté, comme les entreprises qui ont manifesté de l'intérêt ou l'administrateur de votre école.",
    "faq_q_language_theme": "Comment changer la langue ou le thème ?",
    "faq_a_language_theme": "Vous pouvez changer la langue et le thème de couleur (Clair/Sombre/Système) depuis les menus déroulants dans l'en-tête principal du site.",
    "contact_form_title": "Envoyez-nous un message",
    "contact_form_desc": "Si vous n'avez pas trouvé de réponse dans la FAQ, veuillez remplir le formulaire ci-dessous.",
    "form_subject_label": "Sujet",
    "form_subject_placeholder": "ex., Problème avec mon compte",
    "form_message_label": "Message",
    "form_message_placeholder": "Veuillez décrire votre problème en détail...",
    "form_submit_button": "Envoyer le message",
    "form_submitted_title": "Message envoyé !",
    "form_submitted_desc": "Merci de nous avoir contactés. Notre équipe vous répondra sous peu.",
    "Welcome to your Dashboard": "Bienvenue sur votre tableau de bord",
    "Here's a quick overview of your Yahnu world.": "Voici un aperçu rapide de votre monde Yahnu.",
    "Profile Completion": "Complétion du profil",
    "Complete your profile to stand out": "Complétez votre profil pour vous démarquer",
    "Job Applications": "Candidatures",
    "+2 in the last 7 days": "+2 au cours des 7 derniers jours",
    "Application Views": "Vues de la candidature",
    "by companies this week": "par des entreprises cette semaine",
    "Quick Actions": "Actions rapides",
    "Get started with common tasks quickly.": "Commencez rapidement avec les tâches courantes.",
    "Update My Profile": "Mettre à jour mon profil",
    "Track My Applications": "Suivre mes candidatures",
    "Take an Assessment": "Passer une évaluation",
    "Practice for Interview": "S'entraîner pour un entretien",
    "Professional Profile": "Profil professionnel",
    "Build and maintain your professional identity.": "Construisez et maintenez votre identité professionnelle.",
    "Upload Resume": "Télécharger un CV",
    "Personal Information": "Informations personnelles",
    "This information will be visible on your public profile.": "Ces informations seront visibles sur votre profil public.",
    "Full Name": "Nom complet",
    "Email Address": "Adresse e-mail",
    "Phone Number (Optional)": "Numéro de téléphone (facultatif)",
    "Your academic background. Add each degree separately.": "Votre parcours académique. Ajoutez chaque diplôme séparément.",
    "Add Degree": "Ajouter un diplôme",
    "Degree": "Diplôme",
    "No education history added yet.": "Aucun historique de formation ajouté pour le moment.",
    "Detail your professional journey.": "Détaillez votre parcours professionnel.",
    "Describe your work experience...": "Décrivez votre expérience professionnelle...",
    "Your key competencies.": "Vos compétences clés.",
    "e.g., JavaScript, Product Management, ...": "ex., JavaScript, Gestion de produit, ...",
    "Save Profile": "Enregistrer le profil",
    "Saving...": "Enregistrement...",
    "Certifications & Badges": "Certifications & Badges",
    "Manage the visibility of your earned skill badges.": "Gérez la visibilité de vos badges de compétences acquis.",
    "No badges earned yet. Take an assessment to get started!": "Aucun badge obtenu pour le moment. Passez une évaluation pour commencer !",
    "Take a New Assessment": "Passer une nouvelle évaluation",
    "Application Tracking": "Suivi des candidatures",
    "Track the status of your job applications.": "Suivez le statut de vos candidatures.",
    "My Applications": "Mes candidatures",
    "An overview of all the jobs you have applied for.": "Un aperçu de toutes les offres auxquelles vous avez postulé.",
    "Job Title": "Titre du poste",
    "RSVP": "RSVP",
    "Log out": "Se déconnecter",
    "Content Moderation": "Modération de contenu",
    "Review and manage user-generated content.": "Examiner et gérer le contenu généré par les utilisateurs.",
    "Moderation Queue": "File de modération",
    "Content flagged for review will appear here.": "Le contenu signalé pour examen apparaîtra ici.",
    "The queue is clear!": "La file d'attente est vide !",
    "No items currently require moderation.": "Aucun élément ne nécessite actuellement de modération.",
    "Support Center": "Centre de support",
    "Manage user inquiries and resolve support tickets.": "Gérer les demandes des utilisateurs et résoudre les tickets de support.",
    "New Tickets": "Nouveaux tickets",
    "Open Tickets": "Tickets ouverts",
    "Resolved Today": "Résolus aujourd'hui",
    "Ticket Queue": "File d'attente des tickets",
    "Address incoming support requests from users.": "Traiter les demandes de support entrantes des utilisateurs.",
    "New": "Nouveau",
    "Open": "Ouvert",
    "Resolved": "Résolu",
    "Submitted": "Soumis",
    "No tickets in this queue.": "Aucun ticket dans cette file d'attente.",
    "new": "nouveau",
    "open": "ouvert",
    "resolved": "résolu",
    "Problem with my profile visibility": "Problème avec la visibilité de mon profil",
    "Cannot apply for a job": "Impossible de postuler à une offre",
    "Question about billing": "Question sur la facturation",
    "Password Reset Failed": "Échec de la réinitialisation du mot de passe",
    "2 hours ago": "il y a 2 heures",
    "8 hours ago": "il y a 8 heures",
    "1 day ago": "il y a 1 jour",
    "3 days ago": "il y a 3 jours",
    "Content Management": "Gestion de contenu",
    "Create, edit, and manage blog posts.": "Créer, modifier et gérer les articles de blog.",
    "Create Post": "Créer un article",
    "Edit Post": "Modifier l'article",
    "Create New Post": "Créer un nouvel article",
    "Make changes to your existing blog post.": "Apportez des modifications à votre article de blog existant.",
    "Fill out the form to publish a new article.": "Remplissez le formulaire pour publier un nouvel article.",
    "Blog Posts": "Articles de blog",
    "A list of all published articles.": "Une liste de tous les articles publiés.",
    "Title": "Titre",
    "Slug": "Slug",
    "Image URL": "URL de l'image",
    "Content": "Contenu",
    "Save Post": "Enregistrer l'article",
    "Post Updated": "Article mis à jour",
    "Your changes have been saved.": "Vos modifications ont été enregistrées.",
    "Post Created": "Article créé",
    "Your new blog post is now live.": "Votre nouvel article de blog est maintenant en ligne.",
    "Failed to save the post.": "Échec de l'enregistrement de l'article.",
    "Post Deleted": "Article supprimé",
    "Failed to delete the post.": "Échec de la suppression de l'article.",
    "No posts found.": "Aucun article trouvé.",
    "blog_1_title": "Naviguer sur le marché du travail ivoirien : Guide du diplômé",
    "blog_1_desc": "Conseils et stratégies pour les jeunes diplômés afin de trouver avec succès leur premier emploi dans l'économie dynamique de la Côte d'Ivoire.",
    "blog_1_content": "<h2>Comprendre le Paysage</h2><p>Le marché du travail ivoirien regorge d'opportunités, notamment dans des secteurs comme les télécommunications, la finance et l'agro-industrie. En tant que jeune diplômé, il est crucial de comprendre où se situe la demande. Renseignez-vous sur les principaux acteurs de votre domaine : des entreprises comme Orange, SIFCA et les différentes banques sont constamment à la recherche de nouveaux talents.</p><h3>Stratégies Clés pour Réussir</h3><ul><li><strong>Réseautage :</strong> Participez à des événements sectoriels et des forums de l'emploi. Connectez-vous avec des professionnels sur des plateformes comme LinkedIn. En Côte d'Ivoire, les relations personnelles peuvent être incroyablement précieuses.</li><li><strong>Adaptez Votre CV :</strong> N'utilisez pas un CV unique. Personnalisez votre CV et votre lettre de motivation pour chaque candidature afin de mettre en avant les compétences et expériences les plus pertinentes pour le poste.</li><li><strong>Tirez parti de Yahnu :</strong> Complétez minutieusement votre profil Yahnu. Passez des évaluations de compétences pour obtenir des badges et augmenter votre visibilité auprès des meilleurs employeurs qui recherchent activement des candidats sur cette plateforme.</li></ul><p>En étant proactif et stratégique, vous pouvez naviguer avec succès sur le marché du travail et lancer une carrière enrichissante.</p>",
    "blog_2_title": "Top 5 des compétences tech en demande à Abidjan",
    "blog_2_desc": "Découvrez les compétences technologiques les plus recherchées sur la scène tech en pleine croissance d'Abidjan.",
    "blog_2_content": "<h2>Le Boom Technologique d'Abidjan</h2><p>Abidjan devient rapidement un pôle technologique majeur en Afrique de l'Ouest. Cette croissance a créé une forte demande pour des compétences technologiques spécifiques. Si vous êtes un diplômé en technologie, la maîtrise de ces compétences peut considérablement améliorer vos perspectives de carrière.</p><h3>Les Compétences les Plus Recherchées</h3><ol><li><strong>Développement Mobile (Android/iOS) :</strong> Avec l'explosion de l'utilisation des smartphones, les développeurs capables de créer des applications mobiles natives ou multiplateformes sont très recherchés.</li><li><strong>Cloud Computing (AWS/Azure) :</strong> Les entreprises migrent leur infrastructure vers le cloud. Des compétences dans des services comme AWS et Microsoft Azure sont essentielles.</li><li><strong>Analyse de Données & Science des Données :</strong> Alors que les entreprises deviennent plus axées sur les données, les professionnels capables d'analyser les données pour fournir des informations sont inestimables. La connaissance de Python, SQL et d'outils comme Power BI est essentielle.</li><li><strong>Cybersécurité :</strong> La protection des actifs numériques est une priorité absolue. Des experts en cybersécurité sont nécessaires pour sécuriser les réseaux et les données.</li><li><strong>Développement Frontend (React/Vue) :</strong> La création d'interfaces utilisateur attrayantes et réactives reste un besoin fondamental pour les entreprises de toutes tailles. Les frameworks comme React et Vue.js sont des standards de l'industrie.</li></ol><p>Se concentrer sur ces domaines fera de vous un candidat très attractif sur le marché technologique d'Abidjan.</p>",
    "blog_3_title": "Conseils d'entretien pour réussir en Côte d'Ivoire",
    "blog_3_desc": "Maîtrisez les nuances du processus d'entretien ivoirien et décrochez l'emploi de vos rêves avec ces conseils essentiels.",
    "blog_3_content": "<h2>Faire une excellente impression</h2><p>Un entretien est votre chance de briller. Dans le contexte professionnel ivoirien, certaines nuances peuvent faire toute la différence. Au-delà de vos compétences techniques, les employeurs recherchent le professionnalisme, le respect et un intérêt sincère pour leur entreprise.</p><h3>Conseils Essentiels pour l'Entretien</h3><ul><li><strong>La Ponctualité est Essentielle :</strong> Arriver à l'heure est un signe de respect et de sérieux. Planifiez bien à l'avance vos déplacements dans les rues animées d'Abidjan.</li><li><strong>Habillez-vous de Manière Professionnelle :</strong> Un code vestimentaire formel est souvent attendu. Un costume bien repassé ou une tenue traditionnelle élégante montre que vous prenez l'opportunité au sérieux.</li><li><strong>Recherchez l'Entreprise :</strong> Allez au-delà de leur site web. Comprenez leur mission, leurs récentes réalisations et leur rôle dans l'économie ivoirienne. Préparez des questions qui montrent votre intérêt.</li><li><strong>Mettez en Avant Votre Adaptabilité :</strong> Soulignez votre capacité à apprendre rapidement et à vous adapter à de nouveaux défis. C'est une qualité très appréciée.</li><li><strong>Faites un Suivi :</strong> Envoyez un e-mail de remerciement poli dans les 24 heures suivant votre entretien. Cela renforce votre intérêt et votre professionnalisme.</li></ul><p>En suivant ces conseils, vous serez bien préparé(e) pour faire une impression positive durable et décrocher votre poste.</p>"
}
