
{
    "Jobs": "Emplois",
    "Companies": "Entreprises",
    "Schools": "Écoles",
    "Blog": "Blog",
    "Login": "Connexion",
    "Sign Up": "S'inscrire",
    "Settings": "Paramètres",
    "Theme": "Thème",
    "Light": "Clair",
    "Dark": "Sombre",
    "System": "Système",
    "Language": "Langue",
    "Open menu": "Ouvrir le menu",
    "Your future starts here": "Votre avenir commence ici",
    "Unlock Your Potential. Find Your Dream Job Today.": "Libérez votre potentiel. Trouvez l'emploi de vos rêves aujourd'hui.",
    "Yahnu connects you with thousands of exclusive job opportunities in {country} tailored to your unique skills and aspirations. Your future starts here.": "Yahnu vous met en relation avec des milliers d'offres d'emploi exclusives en {country}, adaptées à vos compétences et aspirations uniques. Votre avenir commence ici.",
    "Explore Job Openings": "Explorer les offres d'emploi",
    "Create an Account": "Créer un compte",
    "Build a World-Class Team, Effortlessly.": "Constituez une équipe de classe mondiale, sans effort.",
    "Tap into a curated network of exceptional graduates from premier institutions. Discover the perfect candidates to drive your company's growth and innovation.": "Accédez à un réseau sélectionné de diplômés exceptionnels des meilleures institutions. Découvrez les candidats parfaits pour stimuler la croissance et l'innovation de votre entreprise.",
    "Find Top Talent": "Trouver les meilleurs talents",
    "Shape the Future of Talent.": "Façonnez l'avenir du talent.",
    "Partner with leading companies to create a direct pipeline for your graduates. Enhance your curriculum, boost graduate employment, and elevate your institution's prestige.": "Associez-vous à des entreprises de premier plan pour créer un canal direct pour vos diplômés. Améliorez votre programme, augmentez l'emploi des diplômés et rehaussez le prestige de votre institution.",
    "Forge Industry Partnerships": "Forger des partenariats industriels",
    "Everything You Need to Succeed": "Tout ce dont vous avez besoin pour réussir",
    "Yahnu is a comprehensive ecosystem designed to bridge the gap between education and employment. Explore the powerful features tailored for every user.": "Yahnu est un écosystème complet conçu pour combler le fossé entre l'éducation et l'emploi. Explorez les fonctionnalités puissantes adaptées à chaque utilisateur.",
    "For Graduates": "Pour les diplômés",
    "AI-Powered Profile Builder": "Générateur de profil IA",
    "Create a standout professional profile in minutes. Our AI helps you highlight your skills and experiences to attract top employers.": "Créez un profil professionnel remarquable en quelques minutes. Notre IA vous aide à mettre en valeur vos compétences et expériences pour attirer les meilleurs employeurs.",
    "Personalized Job Matching": "Correspondance d'emploi personnalisée",
    "Receive job recommendations that align with your career goals and qualifications. Say goodbye to endless searching.": "Recevez des recommandations d'emploi qui correspondent à vos objectifs de carrière et à vos qualifications. Dites adieu aux recherches interminables.",
    "Skill Development Resources": "Ressources de développement des compétences",
    "Access a library of courses and assessments to enhance your skills and stay competitive in the job market.": "Accédez à une bibliothèque de cours et d'évaluations pour améliorer vos compétences et rester compétitif sur le marché du travail.",
    "For Companies": "Pour les entreprises",
    "Targeted Talent Sourcing": "Recherche de talents ciblée",
    "Efficiently find qualified candidates from a pre-vetted pool of graduates from top schools.": "Trouvez efficacement des candidats qualifiés parmi un bassin de diplômés présélectionnés des meilleures écoles.",
    "Streamlined Recruitment": "Recrutement simplifié",
    "Manage your entire hiring process, from posting jobs to scheduling interviews, all on one platform.": "Gérez l'ensemble de votre processus d'embauche, de la publication des offres à la planification des entretiens, sur une seule plateforme.",
    "Data-Driven Insights": "Aperçus basés sur les données",
    "Gain valuable insights into the talent market and make informed hiring decisions with our analytics tools.": "Obtenez des informations précieuses sur le marché des talents et prenez des décisions d'embauche éclairées grâce à nos outils d'analyse.",
    "For Schools": "Pour les écoles",
    "Strengthen Industry Ties": "Renforcer les liens avec l'industrie",
    "Forge strategic partnerships with leading companies to enhance your curriculum and create opportunities for your students.": "Forgez des partenariats stratégiques avec des entreprises de premier plan pour améliorer votre programme et créer des opportunités pour vos étudiants.",
    "Boost Graduate Employability": "Augmenter l'employabilité des diplômés",
    "Track and improve your graduates' employment outcomes with our comprehensive reporting and analytics.": "Suivez et améliorez les résultats d'emploi de vos diplômés grâce à nos rapports et analyses complets.",
    "Showcase Your Institution": "Mettez en valeur votre institution",
    "Promote your school's programs and achievements to a wide audience of prospective students and corporate partners.": "Faites la promotion des programmes et des réalisations de votre école auprès d'un large public d'étudiants potentiels et de partenaires corporatifs.",
    "Ready to Join the Elite?": "Prêt à rejoindre l'élite ?",
    "Create your account today and unlock a world of opportunities. Whether you're a graduate, a company, or a school, Yahnu is your gateway to success.": "Créez votre compte aujourd'hui et débloquez un monde d'opportunités. Que vous soyez un diplômé, une entreprise ou une école, Yahnu est votre passerelle vers le succès.",
    "Get Started Now": "Commencez maintenant",
    "Connecting talent, companies, and schools in {country}.": "Connecter les talents, les entreprises et les écoles en {country}.",
    "Platform": "Plateforme",
    "Legal": "Légal",
    "Privacy Policy": "Politique de confidentialité",
    "Terms of Service": "Conditions d'utilisation",
    "Contact Us": "Contactez-nous",
    "Follow Us": "Suivez-nous",
    "All rights reserved.": "Tous droits réservés.",
    "Welcome Back": "Content de vous revoir",
    "Enter your email below to login to your account": "Entrez votre email ci-dessous pour vous connecter à votre compte",
    "Email": "Email",
    "Password": "Mot de passe",
    "Forgot your password?": "Mot de passe oublié ?",
    "Login with Google": "Se connecter avec Google",
    "Don't have an account?": "Vous n'avez pas de compte ?",
    "Sign up": "S'inscrire",
    "Enter your information to create an account": "Entrez vos informations pour créer un compte",
    "Full name": "Nom complet",
    "I am a...": "Je suis un(e)...",
    "Select your account type": "Sélectionnez votre type de compte",
    "Graduate": "Diplômé(e)",
    "Company": "Entreprise",
    "School": "École",
    "Sign up with Google": "S'inscrire avec Google",
    "Already have an account?": "Vous avez déjà un compte ?",
    "Sign in": "Se connecter",
    "Connect. Grow. Succeed.": "Connectez-vous. Grandissez. Réussissez.",
    "Your journey to the perfect career or the ideal candidate starts here.": "Votre parcours vers la carrière parfaite ou le candidat idéal commence ici.",
    "Join a Thriving Community": "Rejoignez une communauté florissante",
    "Create your account to unlock a world of opportunities and connections.": "Créez votre compte pour débloquer un monde d'opportunités et de connexions.",
    "Why Choose Yahnu?": "Pourquoi choisir Yahnu ?",
    "We provide a comprehensive solution to bridge the gap between education and employment in {country}.": "Nous offrons une solution complète pour combler le fossé entre l'éducation et l'emploi en {country}.",
    "Direct access to a pre-vetted talent pool": "Accès direct à un vivier de talents présélectionnés",
    "AI-driven tools for efficient recruitment and profile building": "Outils basés sur l'IA pour un recrutement et une création de profil efficaces",
    "Strengthened ties between academia and industry": "Liens renforcés entre le monde universitaire et l'industrie",
    "Enhanced career opportunities for graduates": "Opportunités de carrière améliorées pour les diplômés",
    "Yahnu Insights": "Perspectives Yahnu",
    "Your premier source for career advice, industry trends, and success stories in the {country} professional landscape.": "Votre première source de conseils de carrière, de tendances du secteur et d'histoires de réussite dans le paysage professionnel de {country}.",
    "By": "Par",
    "Read More": "Lire la suite",
    "Featured Companies": "Entreprises en vedette",
    "Discover leading companies in {country} that are hiring top talent. Your next career opportunity awaits.": "Découvrez les entreprises de premier plan en {country} qui recrutent les meilleurs talents. Votre prochaine opportunité de carrière vous attend.",
    "Featured Positions": "Postes en vedette",
    "View Profile": "Voir le profil",
    "About": "À propos",
    "Company Info": "Infos sur l'entreprise",
    "Open Positions": "Postes ouverts",
    "Apply Now": "Postuler maintenant",
    "Partner Schools": "Écoles partenaires",
    "Collaborating with the finest institutions to nurture the next generation of {country} leaders.": "Collaborer avec les meilleures institutions pour former la prochaine génération de leaders de {country}.",
    "Explore Programs": "Explorer les programmes",
    "Institution Details": "Détails de l'institution",
    "Featured Programs": "Programmes en vedette",
    "Learn More": "En savoir plus",
    "Request Partnership": "Demander un partenariat",
    "Coming Soon to {country}": "Bientôt disponible en {country}",
    "Yahnu is not yet available in your country. Enter your email to be notified when we launch!": "Yahnu n'est pas encore disponible dans votre pays. Entrez votre e-mail pour être averti de notre lancement !",
    "Thank you! We will notify you when Yahnu is available in {country}.": "Merci ! Nous vous informerons lorsque Yahnu sera disponible en {country}.",
    "Notify Me": "M'avertir",
    "You're on the list!": "Vous êtes sur la liste !",
    "Go back to the homepage": "Retour à la page d'accueil",
    "Select a country": "Sélectionnez un pays",
    "Confirm Password": "Confirmer le mot de passe",
    "Suggest strong password": "Suggérer un mot de passe fort",
    "Copy": "Copier",
    "Password Copied": "Mot de passe copié",
    "The suggested password has been copied to your clipboard.": "Le mot de passe suggéré a été copié dans votre presse-papiers.",
    "Show password": "Afficher le mot de passe",
    "Hide password": "Masquer le mot de passe",
    "First Name": "Prénom",
    "Last Name": "Nom de famille",
    "Contact Person Name": "Nom de la personne à contacter",
    "Company Name": "Nom de l'entreprise",
    "School Name": "Nom de l'école",
    "School/University": "École/Université",
    "Select your school": "Sélectionnez votre école",
    "Industry Sector": "Secteur d'activité",
    "Select an industry": "Sélectionnez un secteur",
    "Agriculture": "Agriculture",
    "Finance & Banking": "Finance & Banque",
    "Information Technology": "Technologies de l'information",
    "Telecommunications": "Télécommunications",
    "Mining & Resources": "Mines & Ressources",
    "Construction & Real Estate": "BTP & Immobilier",
    "Retail & Commerce": "Vente & Commerce",
    "Transportation & Logistics": "Transport & Logistique",
    "Tourism & Hospitality": "Tourisme & Hôtellerie",
    "Health & Pharmaceuticals": "Santé & Pharmacie",
    "Education": "Éducation",
    "Energy": "Énergie",
    "Dashboard": "Tableau de bord",
    "Messages": "Messages",
    "Profile": "Profil",
    "Job Search": "Recherche d'emploi",
    "Applications": "Candidatures",
    "AI Tools": "Outils IA",
    "Company Profile": "Profil de l'entreprise",
    "Partnerships": "Partenariats",
    "Talent Pool": "Vivier de talents",
    "Assessments": "Évaluations",
    "School Profile": "Profil de l'école",
    "Graduate Management": "Gestion des diplômés",
    "Analytics": "Analyses",
    "Overview": "Aperçu",
    "User Management": "Gestion des utilisateurs",
    "Manage Team": "Gérer l'équipe",
    "Custom Reports": "Rapports personnalisés",
    "Help & Settings": "Aide et paramètres",
    "Support": "Support",
    "Post Job": "Publier l'offre",
    "The \"{title}\" position has been added.": "Le poste \"{title}\" a été ajouté.",
    "Job Removed": "Poste supprimé",
    "The \"{title}\" position has been removed.": "Le poste \"{title}\" a été supprimé.",
    "No active job postings.": "Aucune offre d'emploi active.",
    "Communicate with candidates and companies directly.": "Communiquez directement avec les candidats et les entreprises.",
    "Search conversations...": "Rechercher des conversations...",
    "Type your message...": "Saisissez votre message...",
    "Select a conversation to start chatting.": "Sélectionnez une conversation pour commencer à discuter.",
    "Platform Analytics": "Analyses de la plateforme",
    "High-level insights into platform usage and growth.": "Aperçus de haut niveau sur l'utilisation et la croissance de la plateforme.",
    "Total Users": "Utilisateurs totaux",
    "+180 this month": "+180 ce mois-ci",
    "Active Graduates": "Diplômés actifs",
    "On the platform": "Sur la plateforme",
    "Active Companies": "Entreprises actives",
    "+5 this month": "+5 ce mois-ci",
    "Active Schools": "Écoles actives",
    "+1 this month": "+1 ce mois-ci",
    "User Growth": "Croissance des utilisateurs",
    "Total users on the platform over the last 6 months.": "Total des utilisateurs sur la plateforme au cours des 6 derniers mois.",
    "User Distribution": "Répartition des utilisateurs",
    "Breakdown of user types on the platform.": "Répartition des types d'utilisateurs sur la plateforme.",
    "Recruitment Analytics": "Analyses de recrutement",
    "Insights into your hiring funnel and applicant data.": "Aperçus de votre entonnoir de recrutement et des données des candidats.",
    "Total Applicants": "Candidats totaux",
    "Avg. Time to Hire": "Temps moyen d'embauche",
    "Interview Rate": "Taux d'entretien",
    "Applicant Funnel": "Entonnoir de candidats",
    "Progression of candidates through hiring stages.": "Progression des candidats à travers les étapes de recrutement.",
    "Application Volume": "Volume de candidatures",
    "Number of applications received over time.": "Nombre de candidatures reçues au fil du temps.",
    "Applicants by School": "Candidats par école",
    "Source of applicants by academic institution.": "Source des candidats par établissement académique.",
    "Graduate Placement Analytics": "Analyses de placement des diplômés",
    "Insights into the success of your graduates in the job market.": "Aperçus sur le succès de vos diplômés sur le marché du travail.",
    "Total Graduates Hired": "Total des diplômés embauchés",
    "Top Partner Company": "Meilleure entreprise partenaire",
    "Top Hiring Companies": "Meilleures entreprises qui recrutent",
    "Hires by Industry": "Embauches par secteur",
    "Hires": "Embauches",
    "Companies that have hired the most graduates from your institution.": "Entreprises qui ont embauché le plus de diplômés de votre institution.",
    "Distribution of graduate placements across different industries.": "Répartition des placements de diplômés dans différents secteurs.",
    "{count} hires this year": "{count} embauches cette année",
    "Down from 32 days last quarter": "En baisse par rapport à 32 jours le trimestre dernier",
    " days": " jours",
    "+10% from last quarter": "+10% par rapport au trimestre dernier",
    "Platform Analytics": "Analyses de Plateforme",
    "Phone Number": "Numéro de téléphone",
    "Search country...": "Rechercher un pays...",
    "No country found.": "Aucun pays trouvé.",
    "About Yahnu": "À propos de Yahnu",
    "We are on a mission to bridge the gap between education and employment, creating a thriving ecosystem for talent to connect with opportunity in {country} and beyond.": "Nous avons pour mission de combler le fossé entre l'éducation et l'emploi, en créant un écosystème prospère pour que les talents rencontrent les opportunités en {country} et au-delà.",
    "Our Story": "Notre histoire",
    "Founded by a team of educators and entrepreneurs, Yahnu was born from a shared vision: to unlock the immense potential of graduates by directly connecting them with the industries that need their skills. We saw a disconnect between the classroom and the workplace and set out to build the bridge.": "Fondé par une équipe d'éducateurs et d'entrepreneurs, Yahnu est né d'une vision commune : libérer l'immense potentiel des diplômés en les connectant directement aux industries qui ont besoin de leurs compétences. Nous avons constaté une déconnexion entre la salle de classe et le lieu de travail et avons décidé de construire le pont.",
    "Today, Yahnu is a dynamic platform that empowers students to launch their careers, helps companies find the right talent efficiently, and enables schools to forge meaningful industry partnerships. We believe in building futures, one connection at a time.": "Aujourd'hui, Yahnu est une plateforme dynamique qui permet aux étudiants de lancer leur carrière, aide les entreprises à trouver efficacement les bons talents et permet aux écoles de nouer des partenariats industriels significatifs. Nous croyons en la construction d'avenirs, une connexion à la fois.",
    "Our Mission": "Notre mission",
    "To empower graduates, companies, and schools by creating a seamless and efficient ecosystem for talent development and career growth.": "Autonomiser les diplômés, les entreprises et les écoles en créant un écosystème fluide et efficace pour le développement des talents et la croissance de carrière.",
    "Our Vision": "Notre vision",
    "To be the leading platform for professional connection and opportunity in Africa, driving economic growth and individual success.": "Être la principale plateforme de connexion professionnelle et d'opportunités en Afrique, moteur de la croissance économique et de la réussite individuelle.",
    "Our Values": "Nos valeurs",
    "Integrity, Innovation, Collaboration, and an unwavering commitment to the success of our users.": "Intégrité, Innovation, Collaboration et un engagement sans faille pour le succès de nos utilisateurs.",
    "Meet the Team": "Rencontrez l'équipe",
    "The passionate individuals dedicated to building Yahnu.": "Les personnes passionnées qui se consacrent à la construction de Yahnu.",
    "Founder & CEO": "Fondatrice & PDG",
    "Head of Product": "Chef de produit",
    "Lead Engineer": "Ingénieur principal",
    "Partnerships Manager": "Responsable des partenariats",
    "Forgot Password?": "Mot de passe oublié ?",
    "No problem. Enter your email address and we'll send you a link to reset your password.": "Aucun problème. Entrez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.",
    "Send Reset Link": "Envoyer le lien de réinitialisation",
    "Back to login": "Retour à la connexion",
    "Manage all user accounts across the platform.": "Gérer tous les comptes d'utilisateurs sur la plateforme.",
    "Add School": "Ajouter une école",
    "Add Company": "Ajouter une entreprise",
    "All Users": "Tous les utilisateurs",
    "View, manage, and search for all users on the platform.": "Afficher, gérer et rechercher tous les utilisateurs sur la plateforme.",
    "Search by name or email...": "Rechercher par nom ou e-mail...",
    "Filter by Account Type": "Filtrer par type de compte",
    "All Account Types": "Tous les types de compte",
    "Admin": "Administrateur",
    "Filter by status": "Filtrer par statut",
    "All Statuses": "Tous les statuts",
    "Active": "Actif",
    "Pending": "En attente",
    "Suspended": "Suspendu",
    "User": "Utilisateur",
    "Account Type": "Type de compte",
    "Status": "Statut",
    "Registration Date": "Date d'inscription",
    "Actions": "Actions",
    "Manage": "Gérer",
    "Add a new School": "Ajouter une nouvelle école",
    "Manually create a new school account. The account will be active immediately.": "Créez manuellement un nouveau compte scolaire. Le compte sera actif immédiatement.",
    "Administrator Email": "E-mail de l'administrateur",
    "Create School Account": "Créer un compte scolaire",
    "Account Created Successfully!": "Compte créé avec succès !",
    "The account for {name} has been created. Please securely share the following temporary password with them.": "Le compte pour {name} a été créé. Veuillez leur communiquer en toute sécurité le mot de passe temporaire suivant.",
    "Temporary Password": "Mot de passe temporaire",
    "Close": "Fermer",
    "Add a new Company": "Ajouter une nouvelle entreprise",
    "Manually create a new company account. The account will be active immediately.": "Créez manuellement un nouveau compte d'entreprise. Le compte sera actif immédiatement.",
    "Create Company Account": "Créer un compte d'entreprise",
    "Manage User": "Gérer l'utilisateur",
    "Update user status or remove them from the platform.": "Mettre à jour le statut de l'utilisateur ou le supprimer de la plateforme.",
    "Change Status": "Changer le statut",
    "Activate": "Activer",
    "Suspend": "Suspendre",
    "Delete User": "Supprimer l'utilisateur",
    "Are you absolutely sure?": "Êtes-vous absolument sûr ?",
    "This action cannot be undone. This will permanently delete the user account and remove their data from our servers.": "Cette action est irréversible. Cela supprimera définitiveemment le compte utilisateur et ses données de nos serveurs.",
    "Cancel": "Annuler",
    "Yes, delete user": "Oui, supprimer l'utilisateur",
    "Status Updated": "Statut mis à jour",
    "User Deleted": "Utilisateur supprimé",
    "has been removed from the platform.": "a été supprimé(e) de la plateforme.",
    "Invite and manage users with administrative privileges.": "Inviter et gérer les utilisateurs disposant de privilèges administratifs.",
    "Platform Administrators": "Administrateurs de la plateforme",
    "Invite New Administrator": "Inviter un nouvel administrateur",
    "New admin's email": "E-mail du nouvel administrateur",
    "Select role": "Sélectionner un rôle",
    "Content Moderator": "Modérateur de contenu",
    "Support Staff": "Personnel de soutien",
    "Send Invite": "Envoyer une invitation",
    "Name": "Nom",
    "Action Forbidden": "Action interdite",
    "The Super Admin account cannot be deleted.": "Le compte Super Admin ne peut pas être supprimé.",
    "Admin Removed": "Administrateur supprimé",
    "has been removed from administrators.": "a été supprimé(e) des administrateurs.",
    "Administrator Invitation Link": "Lien d'invitation d'administrateur",
    "Share this link with the new administrator to allow them to register.": "Partagez ce lien avec le nouvel administrateur pour lui permettre de s'inscrire.",
    "Link": "Lien",
    "Export as CSV": "Exporter en CSV",
    "Address": "Adresse",
    "Your primary address.": "Votre adresse principale.",
    "Search for an address": "Rechercher une adresse",
    "Start typing an address...": "Commencez à taper une adresse...",
    "Type to search...": "Tapez pour rechercher...",
    "No address found.": "Aucune adresse trouvée.",
    "Street Address": "Adresse de la rue",
    "City": "Ville",
    "State / Province": "État / Province",
    "ZIP / Postal Code": "Code postal",
    "Country": "Pays",
    "Company Address": "Adresse de l'entreprise",
    "School Address": "Adresse de l'école",
    "Coming Soon!": "Bientôt disponible !",
    "We are working hard to bring Yahnu companies to {country}. Stay tuned!": "Nous travaillons dur pour amener les entreprises Yahnu en {country}. Restez à l'écoute !",
    "We are working hard to bring Yahnu schools to {country}. Stay tuned!": "Nous travaillons dur pour amener les écoles Yahnu en {country}. Restez à l'écoute !",
    "Activate and manage graduate accounts from your institution.": "Activer et gérer les comptes des diplômés de votre établissement.",
    "All Graduates": "Tous les diplômés",
    "Search and manage all graduates associated with your school.": "Rechercher et gérer tous les diplômés associés à votre école.",
    "Pending Activation": "En attente d'activation",
    "Active Accounts": "Comptes actifs",
    "Graduation Year": "Année de diplomation",
    "Deactivate": "Désactiver",
    "No graduates found.": "Aucun diplômé trouvé.",
    "Account activated": "Compte activé",
    "account has been activated.": "le compte a été activé.",
    "Account deactivated": "Compte désactivé",
    "account has been deactivated.": "le compte a été désactivé.",
    "Account pending": "Compte en attente",
    "Your account is pending approval from your school's administrator. We'll notify you once it's active.": "Votre compte est en attente d'approbation par l'administrateur de votre école. Nous vous informerons une fois qu'il sera actif.",
    "Account Created!": "Compte créé !",
    "Admin Overview": "Aperçu de l'administration",
    "Oversee and manage the entire Yahnu platform.": "Superviser et gérer l'ensemble de la plateforme Yahnu.",
    "Pending Registration Requests": "Demandes d'inscription en attente",
    "Approve or reject new company and school registrations.": "Approuver ou rejeter les nouvelles inscriptions d'entreprises et d'écoles.",
    "Organization Name": "Nom de l'organisation",
    "Type": "Type",
    "No pending requests.": "Aucune demande en attente.",
    "Request Approved": "Demande approuvée",
    "Request Rejected": "Demande rejetée",
    "The registration for ": "L'inscription pour ",
    " has been approved.": " a été approuvée.",
    " has been rejected.": " a été rejetée.",
    "Events": "Événements",
    "Upcoming Events": "Événements à venir",
    "Discover exclusive events hosted by your school and top companies.": "Découvrez des événements exclusifs organisés par votre école et les meilleures entreprises.",
    "Career Fair": "Forum carrière",
    "Workshop": "Atelier",
    "Networking": "Réseautage",
    "Webinar": "Webinaire",
    "Will you attend?": "Serez-vous présent ?",
    "Going": "J'y vais",
    "Interested": "Intéressé(e)",
    "Not Going": "Je n'y vais pas",
    "RSVP Submitted": "RSVP envoyé",
    "Your response has been recorded.": "Votre réponse a été enregistrée.",
    "No Upcoming Events": "Aucun événement à venir",
    "Check back later for events from your school and companies.": "Revenez plus tard pour les événements de votre école et des entreprises.",
    "Event Management": "Gestion des événements",
    "Create and manage events for your students and alumni.": "Créez et gérez des événements pour vos étudiants et anciens élèves.",
    "Create Event": "Créer un événement",
    "Your Events": "Vos événements",
    "A list of all events you have scheduled.": "Une liste de tous les événements que vous avez programmés.",
    "Event Title": "Titre de l'événement",
    "Date": "Date",
    "RSVPs": "RSVPs",
    "No events created yet.": "Aucun événement créé pour le moment.",
    "Create a New Event": "Créer un nouvel événement",
    "Fill in the details below to schedule a new event.": "Remplissez les détails ci-dessous pour programmer un nouvel événement.",
    "Description": "Description",
    "Time": "Heure",
    "Location / Link": "Lieu / Lien",
    "Event Type": "Type d'événement",
    "Save Event": "Enregistrer l'événement",
    "Event Created": "Événement créé",
    "Graduates from your school have been notified.": "Les diplômés de votre école ont été informés.",
    "Event Deleted": "Événement supprimé",
    "New event: Annual Tech Career Fair by your university": "Nouvel événement : Forum annuel des carrières tech par votre université",
    "Amina Diallo requires account activation": "Amina Diallo nécessite une activation de compte",
    "Company Events": "Événements d'entreprise",
    "Events hosted by companies on the Yahnu platform.": "Événements organisés par des entreprises sur la plateforme Yahnu.",
    "No events found.": "Aucun événement trouvé.",
    "View Details": "Voir les détails",
    "Host": "Hôte",
    "Create and manage events to engage with potential candidates.": "Créez et gérez des événements pour interagir avec des candidats potentiels.",
    "Target Audience": "Public cible",
    "Choose who to invite to this event.": "Choisissez qui inviter à cet événement.",
    "Specific Group": "Groupe spécifique",
    "Skills": "Compétences",
    "e.g. React, TypeScript": "ex. React, TypeScript",
    "e.g. 2024": "ex. 2024",
    "e.g. Abidjan": "ex. Abidjan",
    "Location": "Lieu",
    "Target": "Cible",
    "Notifications have been sent to the target audience.": "Des notifications ont été envoyées au public cible.",
    "Manage your events and see what companies are hosting.": "Gérez vos événements et voyez ce que les entreprises organisent.",
    "Hosted by": "Organisé par",
    "Find Your Next Opportunity": "Trouvez votre prochaine opportunité",
    "Browse through hundreds of job openings from top companies in {country}.": "Parcourez des centaines d'offres d'emploi des meilleures entreprises en {country}.",
    "Filter Jobs": "Filtrer les emplois",
    "Refine your search to find the perfect fit.": "Affinez votre recherche pour trouver le poste idéal.",
    "Keywords": "Mots-clés",
    "Job title, skills...": "Titre du poste, compétences...",
    "City, state, remote": "Ville, état, télétravail",
    "Job Type": "Type d'emploi",
    "All types": "Tous types",
    "All Types": "Tous les types",
    "Full-time": "Temps plein",
    "Part-time": "Temps partiel",
    "Contract": "Contrat",
    "Internship": "Stage",
    "Workplace": "Lieu de travail",
    "Remote": "Télétravail",
    "On-site": "Sur site",
    "Hybrid": "Hybride",
    "View Job": "Voir l'offre",
    "No jobs found": "Aucune offre d'emploi trouvée",
    "Try adjusting your filters to find what you're looking for.": "Essayez d'ajuster vos filtres pour trouver ce que vous cherchez.",
    "Back to all jobs": "Retour à toutes les offres",
    "Ready to make an impact?": "Prêt(e) à avoir un impact ?",
    "Unlock More Opportunities": "Débloquez plus d'opportunités",
    "Create a free account to view full job details and apply directly.": "Créez un compte gratuit pour voir les détails complets de l'offre et postuler directement.",
    "Sign Up Now": "Inscrivez-vous maintenant",
    "Available": "Disponible",
    "Unavailable": "Indisponible",
    "Contact Graduate": "Contacter le diplômé",
    "Contact Initiated": "Contact initié",
    "A message has been sent to": "Un message a été envoyé à",
    "They will be notified of your interest.": "Il/Elle sera informé(e) de votre intérêt.",
    "Work Experience": "Expérience professionnelle",
    "Top Skills": "Compétences principales",
    "Invite to Apply": "Inviter à postuler",
    "Invite {name} to a Job": "Inviter {name} à un poste",
    "Select one of your open positions to invite this candidate to apply.": "Sélectionnez un de vos postes ouverts pour inviter ce candidat à postuler.",
    "Select a Job Posting": "Sélectionnez une offre d'emploi",
    "Choose a job...": "Choisissez un emploi...",
    "Send Invitation": "Envoyer l'invitation",
    "Invitation Sent": "Invitation envoyée",
    "An invitation to apply has been sent to": "Une invitation à postuler a été envoyée à",
    "Is Your Company Next?": "Votre entreprise sera-t-elle la prochaine ?",
    "Join Yahnu to access a pool of pre-vetted, top-tier talent from the best institutions in {country}.": "Rejoignez Yahnu pour accéder à un vivier de talents de premier ordre présélectionnés parmi les meilleures institutions de {country}.",
    "Become a Partner Company": "Devenir une entreprise partenaire",
    "Want to Partner With Us?": "Voulez-vous devenir notre partenaire ?",
    "Join our network to connect your graduates with leading companies and track their success.": "Rejoignez notre réseau pour connecter vos diplômés avec des entreprises de premier plan et suivre leur succès.",
    "Partner With Us": "Devenir partenaire",
    "company_1_tagline": "La vie change avec Orange",
    "company_1_description": "<p>Orange Côte d'Ivoire est un opérateur de télécommunications de premier plan en Côte d'Ivoire, offrant des services mobiles, fixes et internet. En tant qu'acteur clé de l'économie numérique, nous nous engageons à innover et à offrir à nos clients une expérience inégalée.</p>",
    "company_1_job_1": "Lead Technique - Orange Money",
    "company_1_job_2": "Responsable Marketing",
    "company_1_job_3": "Ingénieur Réseau",
    "company_2_tagline": "Le leader de l'agro-industrie en Afrique de l'Ouest",
    "company_2_description": "<p>SIFCA est un groupe agro-industriel de premier plan spécialisé dans la culture, la transformation et la commercialisation de l'huile de palme, du caoutchouc naturel et de la canne à sucre. Fortement engagé dans le développement durable, SIFCA joue un rôle majeur dans les économies d'Afrique de l'Ouest.</p>",
    "company_2_job_1": "Ingénieur Agronome",
    "company_2_job_2": "Responsable de la chaîne d'approvisionnement",
    "company_2_job_3": "Analyste Financier",
    "company_3_tagline": "Votre partenaire pour la croissance",
    "company_3_description": "<p>Bridge Bank Group Côte d'Ivoire propose une large gamme de services bancaires et financiers aux particuliers, entreprises et institutions. Notre mission est de soutenir le développement économique de la région en fournissant des solutions financières innovantes et sur mesure.</p>",
    "company_3_job_1": "Analyste de Données",
    "company_3_job_2": "Chargé de relations",
    "company_3_job_3": "Spécialiste en sécurité informatique",
    "company_4_tagline": "Leader du transport et de la logistique",
    "company_4_description": "<p>Bolloré Logistics est un leader mondial du transport et de la logistique internationale. Nous offrons une gamme complète de services, y compris le transport multimodal, la conformité douanière et réglementaire, la logistique et la gestion de la chaîne d'approvisionnement, soutenus par un vaste réseau logistique intégré.</p>",
    "company_4_job_1": "Coordinateur Logistique",
    "company_4_job_2": "Agent en douane",
    "company_4_job_3": "Superviseur des opérations",
    "school_1_name": "Institut National Polytechnique Félix Houphouët-Boigny",
    "school_1_description": "<p>L'Institut National Polytechnique Félix Houphouët-Boigny (INP-HB) est un institut polytechnique public situé à Yamoussoukro, en Côte d'Ivoire. C'est une institution de premier plan pour l'ingénierie, la technologie et les sciences agronomiques en Afrique de l'Ouest.</p>",
    "school_1_program_1": "Génie Informatique & Logiciel",
    "school_1_program_2": "Génie Civil",
    "school_1_program_3": "Agronomie",
    "school_1_program_4": "Mines & Géologie",
    "school_2_name": "Université Félix Houphouët-Boigny",
    "school_2_description": "<p>L'Université Félix Houphouët-Boigny (anciennement Université de Cocody) est la plus grande université de Côte d'Ivoire. Elle offre une gamme complète de programmes dans plusieurs facultés, y compris la médecine, le droit, l'économie et les sciences humaines.</p>",
    "school_2_program_1": "Sciences Économiques et de Gestion",
    "school_2_program_2": "Droit",
    "school_2_program_3": "Médecine",
    "school_2_program_4": "Lettres, Arts et Sciences Humaines",
    "school_3_name": "Groupe CSI Pôle Polytechnique",
    "school_3_description": "<p>Le Groupe CSI Pôle Polytechnique est un établissement d'enseignement supérieur privé réputé à Abidjan. Il se concentre sur la fourniture d'une éducation de qualité en technologie, sciences industrielles et gestion pour répondre aux demandes de la main-d'œuvre moderne.</p>",
    "school_3_program_1": "Technologie Industrielle",
    "school_3_program_2": "Réseaux Informatiques & Télécommunications",
    "school_3_program_3": "Finance & Comptabilité",
    "school_3_program_4": "Gestion des Ressources Humaines",
    "school_desc_1": "Une institution polytechnique de premier plan en Afrique de l'Ouest, axée sur l'ingénierie, la technologie et les sciences appliquées.",
    "school_desc_2": "La plus grande université de Côte d'Ivoire, offrant une large gamme de programmes en sciences, arts et sciences humaines.",
    "school_desc_3": "Un groupe d'enseignement supérieur privé réputé pour son accent sur la technologie, la gestion et l'innovation.",
    "Head of Product & Lead Engineer": "Chef de Produit & Ingénieur Principal"
}
